Revit 2027 API
Tile.TileUseRowEdit Property
 The property labeled "Row Modify" from the "Tile" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TileUseRowEdit { get; }
Public Shared ReadOnly Property TileUseRowEdit As String
	Get
public:
static property String^ TileUseRowEdit {
	String^ get ();
}
static member TileUseRowEdit : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
Tile Class
Autodesk.Revit.DB.Visual Namespace